{
    "Name": "中国近现代史纲要",
    "Content": [
        {
            "PartName": "复习重点",
            "TopicList": [
                {
                    "TopicName": "中国近现代史",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["中国近现代史，是指1840年以来的中国历史。其中，从1840年鸦片战争爆发到 1949年中华人民共和国成立前夕的历史，是中国近代史;1949 年中华人民共和国成立以来的历史，是中国现代史。", "中国近现代史，就其主流和本质来说，是中国人民为救亡图存和实现中华民族伟大复兴而英勇奋斗、艰辛探索并不断取得伟大成就的历史。"]
                },
                {
                    "TopicName": "从鸦片战争到五四运动前夜",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["鸦片战争以清政府的失败而告终。1842年8月29日，清政府与英国签订中国近代史上第一个不平等条约--《南京条约》。", "在诸多社会矛盾中，主要矛盾是帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。", "正因为如此，争得民族独立、人民解放，实现国家富强、人民幸福，就成为中国人民必须完成的两大历史任务;实现中华民族伟大复兴的中国梦，就成为中国人民和中华民族最伟大的梦想。在两大历史任务中，前一个任务为后一个任务扫清障碍，为实现中国梦创造必要前提。"]
                },
                {
                    "TopicName": "从五四运动到中华人民共和国成立",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["五四运动后，中国仍然是半殖民地半封建社会，社会主要矛盾仍然是帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。要解决这些矛盾，中国人民必须继续进行反帝反封建的革命斗争。"]
                },
                {
                    "TopicName": "改革开放和社会主义现代化建设新时期",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["以 1978年党的十一届三中全会为标志，中国进入改革开放和社会主义现代化建设新时期。"]
                },
                {
                    "TopicName": "进入近代后中华民族的磨难与抗争",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["随着外国资本主义的入侵，中国的封建社会逐步变成了半殖民地半封建社会。中国人民逐渐开始了反帝反封建的资产阶级民主革命。正因为如此，鸦片战争就成为中国近代史的起点。", "通过侵华战争，帝国主义列强还获得了在中国领土上驻兵的特权1901年《辛丑条约》规定，外国军队有权在北京使馆区和北京至大沽山海关一线包括天津、唐山等 12 处“留兵驻守”。", "1842年《南京条约》规定，开放广州、厦门、福州、宁波、上海 5个港口城市为通商口岸。", "外国在中国开设的第一家银行是 1845 年进入中国的英国丽如银行(又称英国东方银行)。"]
                },
                {
                    "TopicName": "文化渗透",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["资本-帝国主义列强在对中国实行军事侵略、政治控制、经济掠夺的同时，还对中国进行文化渗透。其目的是宣扬殖民主义奴化思想，麻醉中国人民的精神，摧毁中国人的民族自尊心和自信心。"]
                },
                {
                    "TopicName": "人民群众的反侵略斗争",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["英国发动侵略中国的鸦片战争时，中国人民即奋起抵抗。1841年5月，英军在广州郊区三元里一带的淫掠暴行，激起当地乡民的义愤，他们自发集结数万人，与英军展开激烈战斗。三元里人民的抗英斗争，是中国近代史上中国人民第一次大规模的反侵略武装斗争，显示了中国人民不甘屈服和敢于斗争的英雄气概。", "列强瓜分中国佟帝国主义列强并没有能够实现瓜分中国的图谋。其原因何在?", "帝国主义列强之间的矛盾和互相制约，是一个重要的原因。不过，帝国主义列强之间的矛盾和妥协，并非是瓜分中国的阴谋破产的根本原因，最根本的原因，是中华民族进行的不屈不挠的反侵略斗争。"]
                },
                {
                    "TopicName": "反侵略战争的失败及其原因",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["从中国内部因素来分析，主要有以下两个方面:一是社会制度的腐败，正是社会制度的腐败，才是经济技术的落后。而前者则是更根本的原因。使得经济技术落后的状况长期得不到改变。", "民族意识的觉醒", "林则徐是近代中国睁眼看世界的第一人。在《海国图志》中，魏源提出了“师夷长技以制夷”的思想，主张学习外国先进的军事和科学技术，以期富国强兵，抵御外国侵略。", "中日甲午战争以后，当中华民族面临生死存亡的关头时，中国人才开始有了普遍的民族意识的觉醒。", "中国在甲午战争中的失败，对中国人的刺激极大。梁启超指出:“吾国四千余年大梦之唤醒，实自甲午战败割台湾、偿二百兆以后始也。”①接踵而来的瓜分狂潮，更使中华民族的各阶级、各阶层普遍产生了亡国灭种的危机感。", "孙中山1894年11月在创立革命团体兴中会时就指出:“方今强邻环列，虎视鹰瞵，久垂涎于中华五金之富、物产之饶。蚕食鲸吞，已效尤于接踵;瓜分豆剖，实堪虑于目前。有心人不禁大声疾呼，亟拯斯民于水火，切扶大厦之将倾。”②由此，他喊出了“振兴中华” 这个时代的最强音。"]
                },
                {
                    "TopicName": "从天京事变到太平天国败亡",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["1856年9月，发生了太平天国内部自相残杀的天京事变。东王杨秀清、北王韦昌辉先后被杀，翼王石达开率部出走。天京事变严重地削弱了太平天国的领导和军事力量，成为太平天国由盛转衰的分水岭。", "太平天国起义是中国旧式农民战争的最高峰。《资政新篇》则是中国近代历史上第一个比较系统的发展资本主义的方案。", "洋务派兴办洋务事业，首先是为了购买和制造洋枪洋炮以镇压农民起义，同时也有借此加强海防、边防，并乘机发展本集团的政治、经济、军事实力的意图。", "冯桂芬对那些能改进西方产品的人应授予进士的功名。他说:“以中国之伦常名教为原本，辅以诸国富强之术。”@这个思想后来在张之洞的《劝学篇》中被进一步概括为“中学为体，西学为用”。", "最早创办的是1861年的安庆军械所。此外，规模较大的有5个:1865年，曾国支持、李鸿章筹办的上海江南制造总局，是当时国内最大的兵工厂。"]
                },
                {
                    "TopicName": "戊戌维新运动的意义",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["第一，戊戌维新运动是一次爱国救亡运动。", "第二，戊戌维新运动是一长资产阶级性质的政治改良运动。", "第三，戊戌维新运动更是一场思想启蒙的运动。"]
                },
                {
                    "TopicName": "戊戌维新运动失败的原因和教训",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["维新派本身的局限性突出地表现在以下三个方面:", "首先，不敢否定封建主义。", "其次，对帝国主义抱有幻想。", "最后，惧怕人民群众。", "戊戌维新运动的失败表明，在半殖民地半封建的旧中国，企图通过统治者走自上而下的改良道路，是根本行不通的，必须用革命的手段，推翻帝国主义、封建主义联合统治的半殖民地半封建的社会制度。"]
                },
                {
                    "TopicName": "",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["1894年11月孙中山到檀香山组建了第一个革命团体兴中会。"]
                },
                {
                    "TopicName": "三民主义的提出",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["同盟会的政治纲领是“驱除鞑虏，恢复中华，创立民国，平均地权”1905年 11月，在同盟会机关报《民报》发刊词中，孙中山将同盟会的纲领概括为三大主义，即民族主义、民权主义、民生主义，后被称为三民主义。"]
                },
                {
                    "TopicName": "辛亥革命的历史意义",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["第一，辛亥革命推翻了封建势力的政治代表、帝国主义在中国的代理人清王朝的统治，沉重打击了中外反动势力，使中国反动统治者在政治上乱了阵脚。", "第二，辛亥革命结束了中国延续两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府，", "第三，辛亥革命推动了中国人民的思想解放。", "第四，辛亥革命推动了中国的社会变革，促使中国的社会经济、思想习惯和社会风俗等方面发生了新的积极变化。", "第五，辛亥革命不仅在一定程度上打击了帝国主义的侵略势力，而且推动了亚洲各国民族解放运动的高涨。"]
                },
                {
                    "TopicName": "辛亥革命失败的原因和教训",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["这场革命之所以失败，从主观方面来说，在于它的领导者资产阶级革命派本身存在着许多弱点和错误。主要是:", "第一，没有提出彻底的反帝反封建的革命纲领。", "第二，不能充分发动和依靠人民群众。", "第三，不能建立坚强的革命政党，作为团结一切革命力量的强有力的核心。"]
                },
                {
                    "TopicName": "",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["新文化运动是从 1915年9月陈独秀在上海创办《青年杂志》(后改名《新青年》)开始的。", "新文化运动的倡导者提倡民主、反对专制，提倡科学、反对迷信盲从，提倡新道德、反对旧道德，提倡新文学、反对旧文学。", "五四运动的直接导火线，是巴黎和会上中国外交的失败，他们提出“外争主权、内除国贼”。"]
                },
                {
                    "TopicName": "中国早期信仰马克思主义的人物，主要有三种类型:",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["首先是新文化运动的精神领袖，主要代表人物是李大钊、陈独秀。", "其次是五四爱国运动的左翼骨干，主要代表为毛泽东等。", "最后是一部分原中国同盟会会员、辛亥革命时期的活动家，其代表为董必武等。", "1920年8月，共产党早期组织在上海《新青年》编辑部成立，陈独秀任书记。"]
                },
                {
                    "TopicName": "中国共产党早期组织的活动中国共产党早期组织成立后，着重进行了以下几方面的工作:",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["第一，研究和宣传马克思主义，研究中国实际问题。", "第二，到工人中去进行宣传和组织工作。", "第三，进行关于建党问题的讨论和实际组织工作。"]
                },
                {
                    "TopicName": "中国共产党第一次全国代表大会",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["中国共产党第一次全国代表大会于1921年7月 23日在上海法租界望志路106号(今兴业路 76号)开幕参加大会的代表，代表全国50多名党员。他们是:李达、李汉俊(上海 )，张国焘、刘仁静(北京 )，毛泽东、何叔衡(长沙)，董必武、陈潭秋(武汉 )，王尽美、邓恩铭(济南)，陈公博(广州)，周佛海(旅日);包惠僧受陈独秀派遣，出席了会议。出席会议的还有共产国际代表马林和尼克尔斯基。陈独秀、李大钊因分别在广州和北京事务繁忙未出席会议。"]
                },
                {
                    "TopicName": "中国共产党成立的历史意义",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["中国共产党的先驱们创建了中国共产党，形成了坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大建党精神，这是中国共产党的精神之源。"]
                },
                {
                    "TopicName": "民主革命纲领的制定",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["中共二大第一次提出了反帝反封建的民主革命纲领，为中国人民指出了明确的斗争目标。11922年7月在上海举行的中国共产党第二次全国代表大会。"]
                },
                {
                    "TopicName": "工农运动的发动",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["在集中力量领导工人运动的同时，中国共产党也开始从事发动农民的工作。1921年9月，浙江萧山县衙前村成立了中国第一个农民协会，开展反抗地主压迫的斗争。", "国民党一大确认了共产党员以个人身份加人国民党的原则。国民党一大事实上确认了联俄、联共、扶助农工的三大革命政策，标志着第一次国共合作正式形成。", "1924 年至 1927 年中国反帝反封建的革命，比以往任何一次革命，包括辛亥革命和五四运动，群众的动员程度更为广泛，斗争的规模更加宏伟，革命的社会内涵更为深刻，因此被称作大革命。"]
                },
                {
                    "TopicName": "大革命失败的教训",
                    "TopicValue1": "",
                    "TopicValue2": "",
                    "TopicValue3": ["从主观方面说，是由于这时的中国共产党还处在幼年时期，缺乏应对复杂环境的政治经验，缺乏对中国社会和中国革命基本问题的深刻认识，还不善于将马克思列宁主义基本原理同中国革命的具体实际结合起来;是由于党内以陈独秀为代表的右倾思想发展为右倾机会主义错误并在党的领导机关中占了统治地位，党和人民不能组织有效抵抗，致使大革命在强大的敌人突然袭击下遭到惨重失败。"]
                }
            ]
        }
    ]
}